---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.BtuPerLb
source: html/0a088c19-0ec8-fc3c-b14a-25c87b110516.htm
---
# Autodesk.Revit.DB.SymbolTypeId.BtuPerLb Property

Symbol BTU/lb, indicating unit British thermal units per pound.

## Syntax (C#)
```csharp
public static ForgeTypeId BtuPerLb { get; }
```